class Texts:
    SHOW_PERSON = '{image} \n\n' \
                  '<b>Ім\'я:</b>: {first_name}\n' \
                  '<b>Прізвище</b>: {last_name}\n' \
                  '<b>По батькові</b>: {middle_name}\n' \
                  '<b>Дата народження</b>: {birthday}\n' \
                  '<b>Громадянство</b>: {citizenship}\n' \
                  '<b>Паспорт</b>: {passport}\n' \
                  '<b>Індитифікаційний код</b>: {individual_identification_number}\n' \
                  '<b>Місце народження</b>: {place_of_birthday}\n' \
                  '<b>Місце проживання</b>: {place_of_living}\n' \
                  '<b>Рід військ</b>: {type_of_army} {type_of_army_choice}\n' \
                  '<b>Військове звання</b>: {rank} {rank_choice} \n' \
                  '<b>Посада</b>: {job_title}\n' \
                  '<b>Військова частина</b>: {military_unit}\n' \
                  '<b>Місце знаходження військової частини:</b>: {military_from}\n' \
                  '<b>Командир</b>: {commander}\n' \
                  '<b>Місце інцидету</b>: {place_where_accident}\n' \
                  '<b>Дата інциденту</b>: {data_when_accident}\n' \
                  '<b>Джерело</b>: {source}\n' \
                  '<b>Додаткова інформація</b>: {additional_info}\n' \


    INSTRUCTION = 'Для пошуку інформації про загиблого солдата введіть: \n' \
                 'ім\'я та прізвище (обов\'язково)\n' \
                 'по-батькові, дату народження\n'

    SHOW_START = 'Команда Потерь.нет вітає вас {username} на нашому ресурсі.\n' \
                 'Тут ви можете знайти інформацію про загиблих ' \
                 'солдат росії під час повномасштабного нападу на Україну.\n' \
                 '\n' \
                 'Наш сайт: https://195.114.139.246'

    SHOW_ABOUT = 'Ми збираємо дані про солдат армії рф,' \
                  ' які загинули у спецоперації в Україні.' \
                  ' Наша ціль - зібрати максимальну їх кількість.'

    SHOW_WEB = 'Наш сайт: https://195.114.139.246'